<?php

namespace Database\Seeders;

use Illuminate\Database\Console\Seeds\WithoutModelEvents;
use Illuminate\Database\Seeder;
use App\Models\Article;

class ArticleSeeder extends Seeder
{
    /**
     * Run the database seeds.
     */
    public function run(): void
    {
        //
        Article::create([
            'img'=>'1.svg',
            'ar' => [
               'title' => 'أهمية الفحص المبكر للعيون',
               'desc' => 'يساعد في اكتشاف مشاكل العين مثل الأورام والأمراض المختلفة في مراحلها الأولى، ما يسهل ويزيد من فرص الشفاء',
               'article' => '',
            ],

            'en' => [
                'title' => '',
                'desc' => '',
                'article' => '',
             ],

        ]);


        Article::create([
            'img'=>'2.svg',
            'ar' => [
                'title' => 'طرق للحفاظ على صحة العين',
                'article' => 'من خلال اتباع نظام غذائي صحي، والحفاظ على الراحة، وارتداء النظارات الواقية أثناء التعرض للأشعة أو الغبار',
                'desc' => 'من خلال اتباع نظام غذائي صحي، والحفاظ على الراحة، وارتداء النظارات الواقية أثناء التعرض للأشعة أو الغبار',

            ],

            'en' => [
                'title' => '',
                'desc' => 'من خلال اتباع نظام غذائي صحي، والحفاظ على الراحة، وارتداء النظارات الواقية أثناء التعرض للأشعة أو الغبار',
                'article' => '',
             ],

        ]);


        Article::create([
            'img'=>'3.svg',
            'ar' => [
                'title' => 'طرق للحفاظ على صحة العين',
                'article' => 'من خلال اتباع نظام غذائي صحي، والحفاظ على الراحة، وارتداء النظارات الواقية أثناء التعرض للأشعة أو الغبار',
                'desc' => 'من خلال اتباع نظام غذائي صحي، والحفاظ على الراحة، وارتداء النظارات الواقية أثناء التعرض للأشعة أو الغبار',
            ],

            'en' => [
                'title' => '',
                'desc' => 'من خلال اتباع نظام غذائي صحي، والحفاظ على الراحة، وارتداء النظارات الواقية أثناء التعرض للأشعة أو الغبار',
                'article' => '',
             ],

        ]);


        Article::create([
            'img'=>'4.svg',
            'ar' => [
                'title' => 'العوامل التي تؤثر على صحة العين',
                'desc' => 'العوامل الوراثية والتعرض للأشعة فوق البنفسجية يمكن أن تؤثر سلبًا على صحة العين.',
                'article' => ''
            ],

            'en' => [
                'title' => '',
                'desc' => '',
                'article' => '',
             ],

        ]);
    }
}
