<?php 

return [
    'id'          =>'المعرف',
    'quetion'     => 'السؤال',
    'answer'      => 'الاجابه',
    'created_at'  => 'تاريخ الانشاء',
    'add'         => 'اضافه' ,
    'Add_quetion' => 'اضافه سؤال',
    'edit'        => 'تعديل',
    'delete'      => 'حذف',
    'close'       => 'اغلاق', 
    'sure'        => 'تأكيد',
    'Quetions'    => 'الاسئله',


    'ar' =>[
        'quetion'  => 'السؤال بالغه العربيه',
        'answer'  => ' الاجابه بالغه العربيه',

    ],

    'en' =>[
        'quetion'  => 'السؤال بالغه الانجليزيه',
        'answer'  => ' الاجابه بالغه الانجليزيه',

    ]

    
];