<?php 

return [
    'id'          =>'المعرف',
    'quetion'     => 'السؤال',
    'answer'      => 'الاجابه',
    'created_at'  => 'تاريخ الانشاء',
    'add'         => 'اضافه' ,
    'Add_quetion' => 'اضافه سؤال',
    'edit'        => 'تعديل',
    'delete'      => 'حذف',
    'close'       => 'اغلاق', 
    'sure'        => 'تأكيد',
    'Questions'    => 'الاسئله',
    'actions'     => 'الاجرائات',
    "abouts"      => "مذا عنا",

    'ar' =>[
        'quetion'      => 'السؤال بالغه العربيه',
        'answer'       => ' الاجابه بالغه العربيه',
        'title'        => 'العنوان بالغه العربيه',
        'main_title'      => 'العنوان الرئيسي بالغه العربيه',
        'main_subtitle'   => 'العنوان الفرعي الرئيسي بالغه العربيه',
        'detail_title'    => 'العنوان التفصيلي بالعربي',
        'detail_title'    => 'العنوان التفصيلي بالعربي',
        'detail_subtitle' => 'العنوان الفرعي التفصيلي بالعربيه',
        'desc'            => 'الوصف بالغه العربيه',
        'subtitle'        => 'العنوان الفرعي بالغه العربيه',
        'detail_desc'     => 'الوصف التفصيلي بالغه العربيه',
        'job_title'       => 'المسمى الوظيفي بالغه العربيه',
        'breif'           => 'الملخص بالغه العربيه',
        'info'            => 'المعلومات بالغه العربيه',
        'name'           => 'الاسم بالغه العربيه'


    ],

    'en' =>[
        'quetion'  => 'السؤال بالغه الانجليزيه',
        'answer'  => ' الاجابه بالغه الانجليزيه',
        'title'    => 'العنوان بالغه الانجليزيه',


        'main_title'      => 'العنوان الرئيسي بالغه الانجليزيه',
        'main_subtitle'   => 'العنوان الفرعي الرئيسي بالغه الانجليزيه',
        'detail_title'    => 'العنوان التفصيلي الانجليزيه',
        'detail_title'    => 'العنوان التفصيلي الانجليزيه',
        'detail_subtitle' => 'العنوان الفرعي التفصيلي بالانجليزيه',
        'desc'            => 'الوصف بالغه بالانجليزيه',

        'subtitle'        => 'العناون الفرعي بالغه الانجليزيه',
        'detail_desc'     => 'الوصف التفصيلي بالغه الانجليزيه',
        'job_title'       =>'المسمى الوظيفي بالغه الانجليزيه',
        'breif'           => 'الملخص بالغه الانجليزيه',
        'info'            => 'المعلومات بالغه الانجليزيه',
         'name'           => 'الاسم بالغه الانجليزيه'


    ]

    
];